[ClassDefinition.Class_SawBladeHovercraft VehicleClassDefinition]
DisplayName="Barco"

[Weapon.WeaponTypes.WeaponType_SawBlade VehicleWeaponTypeDefinition]
Typename="Lança Foguetes"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

